{
  "language_version" : 1,
  "navigation": {
      "slogan": "The most secure and intuitive futures exchange",
      "domain_hint": "Fill in a single Home URL to verify",
      "verify": "Verify",
      "verify_success": " Verification succeeded, this is the official address. Click on the navigation address below if failed to visit page",
      "verify_fail": "Verification failed, please fill in official WEEX address or sole address to verify",
      "goto": "Go",
      "WEEX": "WEEX",
      "download_slogan": "Safe and reliable",
      "app_download": "Download",
      "slogan1": "WEEX,",
      "slogan2": " ",
      "slogan3": "We Secure",
      "subtitle_text1": "The most secure and intuitive futures exchange",
      "subtitle_text2": "Official Guidance",
      "mainisland_web": "China",
      "copy_sucess": "Copied",
      "copy_toast": "Copied",
      "copy_toast_under500": "&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp;Copied",
      "copy_toast_under378": "&nbsp&nbsp;Copied",
      "copy_web": "Copy URL",
      "app_save": "Add to Home",
      "pc_hint_title": "Hint:",
      "pc_hint_content1": "Bookmark this website.",
      "pc_hint_content2": "Press Ctrl+D to save on PC,",
      "pc_hint_content3":  "or add this page to your bookmark on the phone."
  },
  "rate": {
      "rate": "Trading Fees",
      "coin_rate": "Spot rate",
      "contract_rate": "Futures fee rate",
      "fee": "Withdrawal fee",
      "trading_pair": "Trading Pair",
      "maker": "Maker",
      "taker": "Taker",
      "futures": "Futures",
      "network": "Network",
      "min_num": "Min. withdrawal"
  },
  "jumpdl": {
   "slogan": "Trade anywhere",
    "subtitle": "Download WEEX App. Trade anytime, anywhere!",
    "channel": "channel",
    "retrieve-error": "Failed to retrieve the download link",
    "1": " 1",
    "2": " 2",
    "3": " 3",
    "4": " 4",
    "5": " 5",
    "6": " 6",
    "android": {
      "hint1": "If the download crashes, fails, or if the version cannot be updated, ",
      "hint2": "please uninstall the original APP and try again!",
      "warning-title": "Danger",
      "warning-content": "A risk has been detected. It is recommended to take necessary actions.",
      "install-hint-title": "If a risk reminder appears during installation:",
      "install-hint-item1": "Please go to Settings - System Security - enable 'Unknown Sources'",
      "install-hint-item2": "Turn off mobile manager or installation monitor and try again.",
      "footer-remark": "Note: Different Android phones may have slight differences in settings. If in doubt, please go to the official website for security verification."
    },
    "ios":{
      "descript1": "For Chinese users to download",
      "descript2": "Stable and fast, Permanent(TestFlight is the official certification address)",
      "install-hint-title": "Installation hint:",
      "install-hint-item1": "If you don’t have Apple ID, you can try to obtain by the following method:",
      "install-hint-item2": "IOS users recommend using TestFlight to download, which is permanently valid" ,
      "install-hint-item3": "TestFlight download point is temporarily faulty, try other line or contact customer service." ,
      "install-hint-item4": "If you encounter a crash, cannot download or the version is not overwritten, please reinstall the app!" ,
      "install-hint-item5": "Invalid and cannot be re-downloaded, please check the re-download flow. " ,
      "install-hint-item6": "If you meet any difficulty when downloading, you could always seek help from our customer service" ,
      "installation_method1": "Official accounts",
      "installation_method2": "Register yourself",
      "installationTutorial": "See Installation Tutorial",
      "contact_customer": " Contact customer service",
      "nonCNId": "Non-CN ID"
    }
  },
  "installationTutorial": {
      "tutorial": "Installation Tutorial",
      "tutorial_one": " Step 1: Permit to open profile settings",
      "tutorial_two": " Step 2: Click on the “Download” button on the top-right corner ",
      "tutorial_three": " Step 3: Enter the unlock code",
      "tutorial_four": " Step 4: Click the download button below",
      "problem": "If having trouble installing.",
      "problem_describe": "Hints: valid MDM does not match, profile already installed, or profile download failure",
      "problem_one": "Step 1: Go to “Settings” — “General”",
      "problem_two": " Step 2: Find the profile and click to enter",
      "problem_three": " Step 3: Remove the downloaded profile and reinstall",
      "problem_bottom": "If you wait for over 30 seconds and the status still shows “Please wait” or “Downloading”, please click on the top-right corner of the page to refresh"
  },
  "iosSupportInfo": {
      "title_one": "Instant access to WEEX Apple ID",
      "title_two": "Log in and install",
      "six_account": "Feel free to use those six Apple IDs that WEEX provides",
      "step_one": " Step 1: Click on the top-right corner of Apple Store Home page",
      "step_two": " Step 2: Click on “Log out”, refill Apple ID and password ",
      "step_three": " Step 3: Fill in your non-Chinese Apple ID ",
      "step_four": "Step 4: Search it in App Store ",
      "WEEX": "WEEX",
      "software": "Software"
  },
  "registrationTutorial": {
      "USA_ID": "How to obtain U.S. Apple ID",
      "step_one": "Step 1: Register an ID at the website",
      "step_one_web": "Visit Apple's website through browser: www.apple.com",
      "step_one_visit": "Visit",
      "step_one_account": "Scroll down the page to the bottom, switch country to “United States” >> Click on “Account” >> Manage Your Apple ID >> Click on “Create Your Apple ID” at the bottom of the new page",
      "step_one_regist": "Fill in registration info（Name/Country/Birthday/Email/Password/Security Question）>> Put in Email verification code and then submit, the system will notify your registration status",
      "step_one_reminds": "**This page requires unused new Apple ID Email address, and select “United States”. Date of birth is preferred to be greater than 18 years ago",
      "step_one_phone": "Setting phone number: Select your country/region in the drop-down menu, and enter your phone number to receive SMS verification code, ex: China’s phone number should select “+86 China”",
      "step_one_vertify": "Click on “Continue”, fill in verification code and wait for the result",
      "step_two": "Step 2: Activate new ID at Apple Store",
      "step_two_removeID": "log out previous ID: Open App Store on your phone >> Click on the profile icon at the top-right corner>> Scroll to the bottom of the page and log out from the original ID",
      "step_two_newID": "Log in new ID: Use the U.S. Apple ID that was just registered to log in >> Press “Review” and activate account",
      "step_two_USA": "Choose “United States” >> Select “Agree” >> Click “Next”",
      "step_two_payment": "Fill in payment method, name and address>> Click “Next” and log in App Store to see if succeeded",
      "localA": "Section A",
      "localA_detail": "This section is for payment method. Be sure not to select any method, choose “none” if this option shows up",
      "localB": " Section B",
      "localB_detail": "Fill in your name here。",
      "localC": " Section C",
      "localC_detail": "This section is for address and phone number. The first “Street” info is required, while the second one is optional, you can use the methods in the appendix to obtain a virtual U.S. address and phone number",
      "step_three": "Step 3: Install Application",
      "step_three_login": "After logging in, the system will match the location and automatically jump to the App Store in the area corresponding to the ID.",
      "step_three_app": "WEEX APP",
      "step_three_appInstall": ", click on the “Get” button and start to download the App",
      "step_three_dasktop": "Go to desktop and check",
      "appendix": " appendix: How to create U.S. virtual address and phone number",
      "appendix_text1": " Search “U.S. virtual address generator” on Baidu >> Select from the results",
      "appendix_text2": "Any website that is able to generate virtual U.S personal info",
      "appendix_search": "Check result on Baidu"
  },
  "contractProtocol": {
      "title": "WEEX Perpetual Swap Trading User Agreement",
      "general": "Overview",
      "article1_1_1": "WEEX Perpetual Swap Trading (the “Service”) is a Virtual Financial Asset (VFA) derivative trading service launched by WEEX. (hereafter “WEEX”). It is designed, managed, and operated by WEEX. To enable WEEX Perpetual Swap Trading, you must fully read, understand and agree to “WEEX Perpetual Swap Trading User Agreement” (the “Agreement”). Please read through all the terms and conditions carefully, before choosing to accept this Agreement.",
      "article1_1_2": "To enable WEEX Perpetual Swap Trading, you must fully read, understand and agree to “WEEX Perpetual Swap Trading User Agreement” (the “Agreement”). Please read through all the terms and conditions carefully, before choosing to accept this Agreement.",
      "article1_2": "Please note that you shall not use the Service before agreeing to the terms of the Agreement. In particular, by accepting the Agreement directly or using the Service, you acknowledge that you have agreed to the terms of the Agreement.",
      "article2": "Eligibility of Using the Service",
      "article2_1_1": "You acknowledge and agree that:",
      "article2_1_2": "you have agreed to “WEEX Terms of Service”, and you are eligible for and not prohibited from using the “Services” defined therein;",
      "article2_1_3": "\nthis Agreement does not contradict with the laws of the country or region where you are from;",
      "article2_1_4": "\nyou are the legal owner of the VFAs you have deposited with the Service and aforesaid VFAs are obtained from legitimate sources.",
      "article2_2": "You are aware of and assume the risks in using the Service, which include but not limited to:",
      "article2_2_1": "high price volatility of the VFAs and their derivatives could incur big or total loss in a short period time;",
      "article2_2_2": "\nthe insufficiency of VFAs deposited as margin could incur immediate forced liquidation of your positions, and you could lose all VFAs you have deposited with the Service;",
      "article2_2_3": "\ntechnology outrage could happen, which may delay or block your use of the Service;",
      "article2_2_4": "\nmarket anomaly could happen, which may incur loss of your VFAs ",
      "article2_2_5": "\nfrom time to time, in order to maintain the overall wellbeing of the market, WEEX needs to add, remove, or change policies. Such action may be in favor or against an individual user like you.",
      "article2_3_1": " You acknowledge and agree that:",
      "article2_3_2": " You will not use the Service for any illegal purpose. ",
      "article2_3_3": "\nYou will not initiate or facilitate any form of market manipulation.",
      "article3": " Using the Service ",
      "article3_1": " The Service provides you with real-time order book along with other information. You may view or download information for your own analysis.",
      "article3_2_1": " You may place orders, in the form required by WEEX, via the website, client software, API or any other channels.",
      "article3_2_2": " Once an order is filled you will not be able to cancel or amend it.",
      "article3_3": " Once your “Open Long” or “Open Short” order is filled, the corresponding position is opened. Once a “Close Long” or “Close Short” order is filled, the corresponding position is closed. The Service will provide you with information about your positions, and about the value of your VFAs and their derivatives, on real-time basis.",
      "article3_4_1": " The Perpetual Swap will be settled at 7:00、15:00、23：00（SGT） every day (Settlement). At Settlement, the users with long positions and the users with short positions will spot Funding Fee ",
      "article3_4_2": "(defined and calculated by the Service, see “WEEX Perpetual Swap Guide”).。",
      "article3_5_1": " The perpetual futures adopts the real-time settlement method for the RPL formed by your liquidation. At Settlement, the same amount of FVAs as that of UPL will be added to RPL, and RPL less the Claw back amount will be credited to your account, which can be withdrawn immediately",
      "article3_5_2": "(subject to margin requirement and other limits required by the Service). Then the unrealized profit and loss will be calculated in Latest Mark Price ",
      "article3_5_3": "(defined and calculated by the Service, see “WEEX Perpetual Swap Guide”)",
      "article3_5_4": " and the number of futures you currently hold (Definition and calculation method of UPL、RPL and Claw back amount refer to “WEEX Perpetual Swap Guide”)。",
      "article3_6_1": " You shall pay WEEX for the Service. As for the payment arrangement, please refer to “WEEX Perpetual Swap Guide” for details.",
      "article4": " Risk Management ",
      "article4_1_1": " The Service introduces various measures to control the systematic risks, including but not limited to:",
      "article4_1_2": " Margin System with Tiered Maintenance Margin Ratio ",
      "article4_1_3": "\nForced Liquidation Mechanism ",
      "article4_1_4": "\nAgreement Closing System ",
      "article4_1_5": "\nWEEX will continuously improve its risk-management measures.",
      "article4_2": " Margin System with Tiered Maintenance Margin Ratio”. Based on the VFAs you have deposited with the Service, the size of the position you can open is limited. In addition, to avoid Forced Liquidation, your Margin Ratio (defined and calculated by the Service, see “WEEX Perpetual Swap Guide”) needs to be kept higher than the Maintenance Margin Ratio, which is the lowest required Margin Ratio for you to maintain your current positions. A Tiered Maintenance Margin Ratio Schedule is adopted by the Service. The larger the position is opened, the higher Maintenance Margin Ratio will be required. Please refer to the “WEEX Perpetual Swap Guide” for details.",
      "article4_3": " Forced Liquidation Mechanism”. When the Margin Ratio of your account is lower than the Maintenance Margin Ratio, a Forced Liquidation of your account will be triggered. Your account will be temporarily taken over by the Service’s Risk Management Engine; and will be back under your control after the liquidation process is done. In Forced Liquidation Mechanism, the Service’s Risk Management Engine will keep liquidating your positions, until your Margin Ratio is back above your Tiered Maintenance Margin Ratio or your positions are fully liquidated. Please refer to the “WEEX Perpetual Swap Guide” for details.",
      "article4_4": " Agreement Closing System. Please refer to the “WEEX Perpetual Swap Guide” for details.",
      "article5": " Limitation of Liability ",
      "article5_1": " You acknowledge that you understand the rules and policies thoroughly. WEEX will not be liable for your loss due to misunderstanding of the rules and policies.",
      "article5_2_1": " The information of your trading becomes official at Settlement. The information displayed between the settlement is for reference purpose only and cannot be guaranteed to be implying the official outcome. You could take a loss by your actions based on the intro-settlement information provided.",
      "article5_2_2": " WEEX will not be liable for your loss incurred.",
      "article5_3": " To comply with the changes in laws or regulations, or to maintain the overall wellbeing of the market, WEEX will need to, under its sole discretion, change policies or implement emergency rules from time to time. Such changes or implementations could lead to temporary inaccessibility of your account, claw back from your account, immediate closure of your certain positions, or other interruption of the Service. WEEX will not be liable for your loss incurred.",
      "article5_4_1": " WEEX will not be liable for any loss incurred by uncontrollable situations, which include but not limited to:",
      "article5_4_2": " system maintenance as announced in advance;",
      "article5_4_3": " internet device malfunctions which disabled data transfer;",
      "article5_4_4": " war, riots, floods, earthquakes or any other unexpected disruptions;",
      "article5_4_5": " hacking attacks, computer virus, internet network malfunctions, banking issues, website updating, service suspension, delay or cancellation due to the interruption of government;",
      "article5_4_6": " unpredictable or unresolvable issues with the technologies currently available;",
      "article5_4_7": " caused by third parties including inappropriate or delated executions.",
      "article5_5_1": " Network failures, system failures, hacking attacks, and other unforeseen factors have the potential to cause abnormal turnover,",
      "article5_5_2": " market interruptions and other possible anomalies.",
      "article5_5_3": " WEEX reserves the right to cancel and/or roll back transactions over a period of time in which it deems sufficient to mitigate any detrimental market effects.",
      "article5_5_5": " WEEX will not be liable for any loss incurred thereby.",
      "article5_6_1": " You are aware that technology outrages can happen unexpectedly. WEEX will not be liable for any loss incurred by technology outrages which include but not limited to:",
      "article5_6_2": " loss, delay, interruption, or other malfunction of the connection to the Service.",
      "article5_6_3": "\nstopping, slowness, no response, or other malfunction of the Service, due to overloading.",
      "article5_6_4": "\nmalfunction due to the Service’s incapability to retrieve necessary data correctly from a third party through internet.",
      "article5_7_1": " WEEX strictly prohibits unfair trading behaviors. WEEX reserves the right to enact, under its sole discretion, executive control over your account, if you ",
      "article5_7_2": " are involved in price manipulation or any other malicious wrongdoings to the market;",
      "article5_7_3": "\nmight be harming other users or WEEX by exploiting the Service’s vulnerabilities or by other unreasonable means;",
      "article5_7_4": "\nare involved in any other activities that WEEX deems harmful to the overall wellbeing of the market;",
      "article5_7_5": "\nWEEX also reserves the right to take actions including but not limited to close your accounts, limit trading, halt trading, cancel transactions, and rollback transactions to eliminate any adverse effects to the overall wellbeing of the market.",
      "article5_7_6": "WEEX will not be liable for any loss incurred when such action against you happens.",
      "article6_1_1": "Indemnification",
      "article6_1_2": " You must indemnify WEEX for actions related to your WEEX account and your use of the Service.",
      "article6_1_3": " You hereby agree to defend, indemnify and hold WEEX harmless from any claim or demand ",
      "article6_1_4": "(including reasonable legal fees) made or incurred by any third party against WEEX due to or arising out of your breach of this agreement,",
      "article6_2_1": " your improper use of the Service, your violation of any law or the rights of a third party and/or the actions",
      "article6_2_2": "or inactions of any third party to whom you grant permissions to use your WEEX account or access our website, software, system ",
      "article6_2_3": "(including any network and servers used to provide any of the Service) operated by us or on our behalf, or any of the Services on your behalf.",
      "article7": " Miscellaneous ",
      "article7_1_1": " The contents of this Agreement also include WEEX's various system specifications, other agreements or rules in the annex to this Agreement, and other relevant agreements and rules regarding the Service that WEEX may from time to time issue.",
      "article7_1_2": " Once the above content is officially released, it is an integral part of this agreement, and you should also abide by it. In the event of any conflict between the above content and this Agreement, this Agreement shall prevail.",
      "article7_2_1": " WEEX reserves the right to unilaterally modify this Agreement (including the above contents) if necessary. Such modification could happen at any time without prior notice. In the event that any changes are made, the revised contents shall be posted on WEEX's website immediately.",
      "article7_2_2": "Please check the latest information posted therein to inform yourself of any changes. Your continued use of or access to the Service following the posting of any changes constitutes acceptance of those changes.",
      "article7_2_3": " If you do not accept the revised content, you should stop using the related services.",
      "article7_3_1": " You should read the Agreement, and any document referred to in them very carefully. If there is anything that you do not understand in the Agreement and any document referred to herein, you should discuss this matter with WEEX and seek the necessary clarification.",
      "article7_3_2": " Any formal communication with you will be undertaken through electronic mail unless otherwise instructed. Documents will be sent to you by electronic mail and you should seek to send any documents to us by the same means.",
      "article7_3_3": " You will also be able to contact us telephonically. Any formal communication with you will, unless otherwise agreed, be made in the English language.",
      "article7_3_4": " In the event of any discrepancy between the English language version of the Agreement or any such communications and any translation of the Agreement or such communications (as applicable) in a foreign language, the respective English version shall prevail.",
      "article7_3_5": " In the event of any discrepancy between communications and the Agreement, the Agreement shall prevail.",
      "article7_4": " The establishment, validity, explanation, alteration, execution and dispute resolution of this user agreement shall be governed by the laws of Seychelles.",
      "article7_5": " If there is any dispute between a user and WEEX, both parties should try to work out a resolution through negotiations. However, if the attempt is unsuccessful, both parties should agree to resolve the disagreement or dispute through Seychelles judiciary.",
      "article7_6": " All the headings in this agreement are for reading convenience only and shall not affect its interpretation.",
      "article7_7": " This Agreement does not apply to users of the Perpetual Swap Trading Simulation."
  },
  "register": {
      "register_email": "Email",
      "register_phone": "Mobile",
      "event": "Recharge to get 5% consumption coupon",
      "input_email": "Please enter your Email",
      "input_phone": "Please enter your phone",
      "input_vip_code": "Please enter the agent code (optional)",
      "vip_code_err": "The agent code you entered is wrong",
      "invitation_code": "Agent invitation code",
      "register_now": "Register",
      "register_hint": "*E-mail may be judged as spam. If you don't receive it, please check the trash can in the mailbox",
      "verify_code_hint": "Verification code has been sent to",
      "input_email_code": "Please enter the verification code",
      "input_phone_code": "Please enter the verification code",
      "re_send": "ReSend",
      "verify_hint": "Verification code error",
      "register_pwd": "Password",
      "input_pwd_hint": "Please set the password(8-32bits)",
      "register_error_hint": "8-32 bits, more than two combinations of letter/number/ symbol",
      "confirm_pwd": "Comfirm Password",
      "verify_pwd_hint": "Please confirm the password",
      "pwd_error_hint": "The password input is inconsistent",
      "read_me": "I agreed to the",
      "register_protocol": "《user agreement》",
      "finish_register": "Complete Registration",
      "register_success": "Registered Successfully",
      "read_me_confirm": "Please read and agree《user agreement》",
      "verify_email": "Please fill in valid Email address",
      "ph_num_hint": "There are 11 digits for Philippine phone number",
      "resend_num_hint1": "Multiple requests for verification code ",
      "resend_num_hint2": "Please try again later",
      "slogan_p1": "The most secure and intuitive",
      "slogan_p2": " futures trading platform",
      "security": " Compliance License ",
      "security_des": " WEEX strives to provide our customers with the most professional and secure trading technology with strong regulatory standards.",
      "security_des_p1": " WEEX strives to provide our customers with",
      "security_des_p2": "the most professional and secure trading technology",
      "security_des_p3": "with strong regulatory standards.",
      "license_usa": "U.S. MSB License",
      "license_canada": "Canada MSB License",
      "license_australian": "Australia Digital Currency Spot (DCE) License",
      "introduction_title1": "Compliant operations",
      "introduction_title2": "Professional futures experience",
      "introduction_title3": "Strong, safe, and anonymous",
      "introduction_title4": "Dual risk management",
      "introduction_content1": "WEEX has held financial licenses from U.S. MSB, Canada MSB, Australia AUSTRAC, etc. It’s also included in the famous crypto quotation websites.",
      "introduction_content2": "Margin closeout with no fees, instant deposit/withdrawal, 24/7 customer service, Exclusive care for premium customers.",
      "introduction_content3": "Founded in Singapore, WEEX with 1,000 bitcoins in reserve, multiple wallet management methods, and secure anonymity.",
      "introduction_content4": "A double-layer risk control system and an intelligent risk management system ensure fair and safe trading.",
      "register_now_err": "Network Error, please retry"
  },
  "selArea": {
      "area": "Country/Region",
      "search": "Search"
  },
  "loading": {
      "loading": "loading..."
  },
  "message": {
      "hint": "Please click the top-right button of the screen to open this page by default browser",
      "confirm": "Confirm"
  },
  "title": {
      "nav": "Navigation | WEEX",
      "register": "Sign Up",
      "downloadApp": "App Download | WEEX",
      "registrationTutorial": "Registration Apple ID | WEEX",
      "installationTutorial": "Installation Tutorial | WEEX",
      "supportInfo": "Official Apple ID | WEEX",
      "rate": "Trading Fees | WEEX",
      "contractProtocol": "Contract Protocol | WEEX"
  },
  "overseas-sms-status": {
    "register": "WEEX’s tip  ：Non-(+86) cannot enable SMS Authentication, please sign up with your email address."
  },
  "campaign":{
    "202302_oversea":{
      "topBanner":{
        "pageTitle": "Invalid Referral Code",
        "subTitle": "Exclusive new user Deposit & Trade Campaigan",
        "description1": "During the event period, only users who register for WEEX through this unique page are eligible to receive the rewards,",
        "description2": "Register below to create an account and join this campaign.",
        "buttonText": "Create an account",
        "remark": "WEEX Deposite and Trade Campaign"
      },
      "first": {
        "sectionLabel": "Activity 1",
        "sectionTitle": "New User Deposit & Trade Bonus",
        "area1": {
          "label": "Onchain Top-Up",
          "title1": "10 USDT",
          "title2": "Fee Discount Coupon",
          "description1": "10 USDT Fee Discount Coupon",
          "description2": "for depositsgreater than 500 USDT"
        },
        "area2": {
          "label": "Futures Trading Volume",
          "title1": "20 USDT",
          "title2": "Fee Discount Coupon",
          "description1_1": "20 USDT Fee Discount Coupon",
          "description1_2": "for trading volume greater than 10,000 USDT",
          "description2_1": "50 USDT Fee Discount Coupon",
          "description2_2": "for trading volume greater than 20,000 USDT"
        },
        "remark1": "Only users who have registered by invitation code and have not made their first deposit with WEEX are eligible to participate in this program." ,
        "remark2": "Users must deposit within seven (7) days of registration in order to be considered in the reward calculation. Any deposits made after this time period will not be considered in the campaign bonus calculation."
      },
      "second": {
        "sectionLabel": "Activity 2",
        "sectionTitle": "Advanced Deposit and Trade Bonus",
        "tableData": {
          "column1Label": "Deposit Requirements",
          "column2Label": "Futures Trading Volume Requirements",
          "column3Label": "Fee Discount Coupon"
        },
        "remark": "* The above table illustrates the levels of progressive top-up and futures trading volume mentioned in Activity 2"
      },
      "third": {
        "sectionLabel": "Activity 3",
        "sectionTitle": "Exclusive Community Lucky Draw",
        "area": {
          "title1": "1000 USDT",
          "title2": "Airdrop"
        },
        "description1": "If 50 users register through this link during the campaign period and qualify for Event 1, the campaign will be activated.",
        "description2": "10 people will be selected from the users who have reached the target will share the 1000 USDT reward pool"
      },
      "footer": {
        "sectionTitle": "Terms and Conditions:",
        "area": {
          "clause1":"Only users who register through the referral code and have not made their first deposit on WEEX are eligible to participate in this promotion.",
          "clause2":"Users must register through this partner's referral code only and make their deposits within seven (7) days after registration to be considered in the calculation for their reward. Any deposits made after this timeframe will not be considered in the calculation.",
          "clause3":"Net deposit within the event period is calculated as follows: Net deposit = Deposit amount - Withdrawal amount.",
          "clause4":"Eligible deposits do not include bonuses or coupons of any kind, deposits from one WEEX account to another.",
          "clause5":"Your eligible deposits will be calculated based on the price of the eligible asset(s) at the time of deposit. If you deposit more than one eligible asset, your reward will be calculated based on the total eligible deposits.",
          "clause6":"The trading pairs which have 0 trading fees are not eligible for this campaign.",
          "clause7":"Reward amount cannot be stacked.",
          "clause8":"The reward will be distributed to your account within 7 days after the campaign concludes.",
          "clause9":"Discount coupon rate is 20%.",
          "clause10":"Any coupons or future bonuses will expire within 14 days",
          "clause11":"All participating users must strictly abide by the WEEX Terms of Service.",
          "clause12":"WEEX reserves the right to disqualify any participants who engage in dishonest or abusive activities during the event, including bulk-account registrations to farm additional bonuses and any other activities in connection with unlawful, fraudulent, or harmful purposes.",
          "clause13":"WEEX reserves the right to modify the terms of this event without notifying users in advance.",
          "clause14":"WEEX reserves the right of final interpretation of this event. If you have any questions, please contact customer service."
        }
      }
    }
  }
}
